'use strict';

let questions = {
    1: 'Скорость света равна:\na. 200 000 км/c\nb. 300 000 км/c\nc. 400 000 км/c\nd. 500 000 км/c',
    2: 'Какой год взят за точку отсчета "компьютерного" времени:\na. 1960 год\nb. 1965 год\nc. 1970 год\nd. 1980 год',
    3: 'Кто разработал протокол криптовалюты биткоин:\na. Сатоси Накамото\nb. Ник Сабо\nc. Дориан Накамото\nd. Крейг Стивен Райт',
    4: 'Основное достижение Эдгара Франка Кодда:\na. Заложили основы теории реляционных баз данных\nb. Заложили основы теории нереляционных баз данных\nc. Основал Oracle\nd. Основал IBM',
    5: 'В честь чего назван язык программирования Python:\na. Змеи\nb. Просто так\nc. Собаки разработчика\nd. Комедийная группа Монти Пайтон',
};

// prompt(questions[2]);
